tap "localstack/tap"
brew "awscli"
brew "devcontainer"
brew "gh"
brew "git"
brew "just"
brew "oh-my-posh"
brew "opentofu"
brew "uv"
brew "zsh"
brew "localstack/tap/localstack-cli"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "visual-studio-code"
vscode "anthropic.claude-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
