tap "localstack/tap"
brew "awscli"
brew "devcontainer"
brew "gh"
brew "git"
brew "just"
brew "opentofu"
brew "spaceship"
brew "uv"
brew "zsh"
brew "localstack/tap/localstack-cli"
cask "claude"
cask "claude-code"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "visual-studio-code"
vscode "anthropic.claude-code"
vscode "astral-sh.ty"
vscode "charliermarsh.ruff"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "redhat.vscode-yaml"
